Repository: daniellucia/dl-ticket-manager-expiration-date
Catalog: languages/dl-ticket-manager-expiration-date-*.po
Languages: es_es

source: Days
es_es: Días

source: Duration
es_es: Duración

source: Event validity duration
es_es: Duración de la validez del evento

source: Event validity duration unit
es_es: Unidad de duración de la validez del evento

source: Expiration date for Ticket Manager
es_es: Fecha de caducidad para Ticket Manager

source: Hours
es_es: Horas

source: Months
es_es: Meses

source: Select the unit for the validity duration.
es_es: Seleccione la unidad para la duración de la validez.

source: The ticket has expired.
es_es: El ticket ha caducado.

source: Validity Duration
es_es: Duración

source: Validity duration. Leave zero for indeterminate.
es_es: Duración. Dejar cero para indeterminado.

source: Weeks
es_es: Meses

source: Years
es_es: Años
